 # 1 задача
#print("Hello")
#one =  input('Укажите вид питомца')
#two = input('возраст')
#three = input ('как зовут?')
#print ('информация о питомце:', one+two+three)


#2 задача
input ('Первая стадия человека?')
input ('Вторая стадия человека?')
input ('Третья стадия человека?')
input ('Чевертая стадия человека?')
input ('Пятая стадия человека?')
input ('Шестая стадия человека?')
print ('Вы можете сравнить свои ответы с правильными и сделать работу над ошибками')
stage = "Aрдипитек"
stage1 = 'Австралопитек'
stage2 = 'Парантроп'
stage3 =  'Человек умелый'
stage4 = 'Человек прямоходящий'
stage5 =  'развумный человек'
print(stage, stage1, stage2, st age3, stage4, stage5, sep = ' =>')